{
  "receiveUpdates": true,
  "enabled": true,
  "cardModifications": [
    {
      "conditions": {},
      "cardName": "Omniscience",
      "modifiedDescription": "Choose a card in your draw pile. NL Give it Exhaust and play it twice. NL Exhaust."
    },
    {
      "conditions": {},
      "cardName": "Blasphemy",
      "modifiedDescription": "Enter Divinity. NL At the start of your next turn, take 99999 damage. NL Exhaust.",
      "modifiedUpgradedDescription": "Retain. NL Enter Divinity. NL At the start of your next turn, take 99999 damage. NL Exhaust."
    },
    {
      "conditions": {},
      "cardName": "Study",
      "modifiedDescription": "At the end of your turn, insert an *Insight at a random position in your draw pile."
    },
    {
      "conditions": {},
      "cardName": "Pray",
      "modifiedDescription": "Gain !M! Mantra. NL Insert an *Insight at a random position in your draw pile."
    },
    {
      "conditions": {},
      "cardName": "Reach Heaven",
      "modifiedDescription": "Deal !D! damage. NL Insert a *Through *Violence at a random position in your draw pile."
    },
    {
      "conditions": {},
      "cardName": "Weave",
      "modifiedDescription": "Deal !D! damage. NL After you Scry, return this from your discard pile into your hand."
    },
    {
      "conditions": {},
      "cardName": "Tantrum",
      "modifiedDescription": "Deal !D! damage !M! times. NL Enter Wrath. NL Insert this card at a random position in your draw pile."
    },
    {
      "conditions": {},
      "cardName": "Conjure Blade",
      "modifiedDescription": "Insert an *Expunger at a random position in your draw pile. NL Exhaust.",
      "modifiedUpgradedDescription": "Insert an *Expunger with X+1 at a random position in your draw pile. NL Exhaust."
    }
  ],
  "tooltips": [
    {
      "conditions": {
        "relicMatches": ["Strange Spoon"]
      },
      "cardNames": ["Omniscience"],
      "title": "Spoon Omniscience",
      "content": "When Omniscience is played, it gives the selected card exhaust, plays the card and then plays a copy of that card. Thus, the card played by Omniscience can be prevented from being exhausted by Strange Spoon. \nHowever, after the card is played by Omniscience, it still has Exhaust, so when you play that card again, it can be exhausted. Powers or cards that exhaust can still be played twice. "
    },
    {
      "conditions": {},
      "cardNames": ["Blasphemy"],
      "title": "Blasphemy",
      "content": "Blasphemy originally reads \"die next turn\". However, the effect is actually \"at the start of your next turn, take 99999 damage\". The \"die next turn\" effect is a Power and not a debuff, thus it cannot be blocked by artefact or removed by Orange Pellets. \nInstead, you can prevent the 99999 damage by having a stack of Intangible or Buffer next turn to block the hit. "
    },
    {
      "conditions": {},
      "cardNames": ["Vault"],
      "title": "Vault",
      "content": "Vault ends your turn and then lets you take another turn, taking another turn activates all end of turn and start of turn effects such as Establishment, Battle Hymn or Mercury Hourglass and increments turn counting relics such as Happy Flower and Incense Burner. \nIf Vault is played against Time Eater after you have played 11 cards, Time Eater's turn is ended instead, but it still gains strength. "
    },
    {
      "conditions": {
        "cardMatches": ["Ritual Dagger"]
      },
      "cardNames": ["Dual Wield"],
      "title": "Dual Wield Ritual Dagger",
      "content": "When you Dual Wield a Ritual Dagger, all copies of the Ritual Dagger (including the original) do not increase the card's damage when you land a fatal kill, likely due to a bug. \nHowever, this does not happen if you do not use the card selection menu (when it is the only attack and power card in your hand). In this case, the original dagger increases the card's damage when a fatal is landed. "
    },
    {
      "conditions": {
        "relicMatches": ["Strange Spoon"]
      },
      "cardNames": ["Havoc"],
      "title": "Spoon Havoc",
      "content": "Cards played by Havoc can be saved by Strange Spoon. "
    },
    {
      "conditions": {
        "cardMatches": ["Core Surge", "Panacea"]
      },
      "cardNames": ["Biased Cognition"],
      "title": "Free Focus",
      "content": "The second part of Biased Cognition, where you lose 1 Focus at the start of your turn, is considered a debuff. If you have artefact before you play the card, the debuff will not be applied. \nHowever, artefact gained after the card is played will not remove the debuff, as artefact only prevents future debuffs. Though losing focus is a debuff as well, so artefact gained after the card is played can preserve one turn worth of focus."
    },
    {
      "conditions": {
        "relicMatches": ["Orange Pellets"]
      },
      "cardNames": ["Biased Cognition"],
      "title": "Free Focus",
      "content": "The second part of Biased Cognition, where you lose 1 Focus at the start of your turn, is considered a debuff. Thus you can remove it with Orange Pellets."
    },
    {
      "conditions": {},
      "cardNames": ["Weave"],
      "title": "Weave",
      "content": "If you discard Weave through scrying, it will return to your hand."
    },
    {
      "conditions": {},
      "cardNames": ["Study", "Pray", "Reach Heaven", "Tantrum", "Conjure Blade"],
      "title": "Shuffling",
      "content": "Cards that shuffle cards into your draw pile do not actually shuffle (reorder) your draw pile. Rather they simply insert the card at a random position."
    },
    {
      "conditions": {
        "relicMatches": ["Snecko Eye"]
      },
      "cardNames": ["Deus Ex Machina"],
      "title": "Snecko Ex Machina",
      "content": "Snecko Eye only affects cards drawn from your draw pile. Miracles generated by Deus Ex Machina are added into your hand and not drawn, so they are not affected by Snecko Eye."
    },
    {
      "conditions": {
        "relicMatches": ["Snecko Eye"]
      },
      "cardNames": ["Hello World", "Infinite Blades", "Creative AI", "Battle Hymn"],
      "title": "Snecko Eye",
      "content": "Snecko Eye only affects cards drawn from your draw pile. Cards added to your hand directly by other cards or effects are not affected by Snecko Eye."
    },
    {
      "conditions": {
        "relicMatches": ["Snecko Eye"]
      },
      "cardNames": ["Nightmare"],
      "title": "Nightmare Snecko",
      "content": "Snecko Eye only affects cards drawn from your draw pile. Cards added to your hand directly by other cards or effects are not affected by Snecko Eye. \n If you use Nightmare on a card with a modified cost by Snecko, it retains the modified cost."
    },
    {
      "conditions": {
        "relicMatches": ["Runic Pyramid"]
      },
      "cardNames": ["Establishment"],
      "title": "Establishment",
      "content": "Establishment does not work with Runic Pyramid. Runic Pyramid reads \"no longer discard\", not \"retain\"."
    },
    {
      "conditions": {
        "cardMatches": ["Multi-Cast", "Tempest", "Reinforced Body"]
      },
      "cardNames": ["Recycle"],
      "title": "Recycle",
      "content": "Recycling an X cost card gains you X energy."
    },
    {
      "conditions": {},
      "cardNames": ["Lesson Learned"],
      "title": "Lesson Learned",
      "content": "Lesson Learned's upgrade does not immediately apply to the current combat when you land it, but the upgrade is permanent for all future combats. "
    }
  ]
}